---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.IDuctPressureDropServer
source: html/ff0b3a70-64ac-9991-40e2-485d119f1909.htm
---
# IDuctPressureDropServer Members

Calculate the duct pressure drop.